export default function TermsPage() {
  return (
    <>
      <main className="flex flex-col min-h-screen text-white container mx-auto px-4 py-12 md:py-24">
        <h1 className="text-5xl font-bold mb-8 text-center">Условия пользования</h1>

        <section>
          <h2 className="text-3xl font-bold mb-4">1. УСЛОВИЯ ПОЛЬЗОВАНИЯ</h2>

          <p className="mb-6 text-gray-300">
            1.1. Принятие настоящих условий использования. Получая доступ, читая
            и используя данный Веб-сайт и Услуги, вы считаетесь изучившим,
            понявшим и принявшим от своего имени и от имени любого лица, от
            имени которого вы можете действовать, настоящие Условия
            использования и соглашаетесь с Компанией соблюдать их. Для целей
            настоящих Условий использования «лицо» означает любое физическое
            лицо, корпорацию, партнерство, совместное предприятие или любую
            другую зарегистрированную или неинкорпорированную организацию,
            действующую в качестве физического лица, доверенного лица или в
            любом другом качестве. Если вы не желаете соблюдать настоящие
            Условия использования, вы не можете пользоваться данным Веб-сайтом
            или любыми Услугами.
          </p>

          <p className="mb-6 text-gray-300">
            1.2. Изменения условий использования и веб-сайта. Компания оставляет
            за собой право, осуществляемое в любое время по своему усмотрению,
            добавлять или удалять, модифицировать или иным образом изменять
            любую часть настоящих Условий использования. Изменения вступают в
            силу немедленно после размещения Условий использования на данном
            Веб-сайте. Вы должны проверять Условия использования на наличие
            изменений, проверяя дату последнего обновления этой страницы. Если
            какие-либо изменения в Условиях использования вас не устраивают, вы
            должны немедленно прекратить использование данного Веб-сайта и
            Услуг. Дальнейшее использование вами данного Веб-сайта или любой из
            Услуг после внесения изменений в Условия использования будет
            означать ваше безоговорочное согласие с изменениями. Компания может
            прекратить, изменить, приостановить или прекратить любой аспект
            данного Веб-сайта или Услуг в любое время без уведомления. Не
            ограничивая общий смысл вышесказанного, Компания может изменить
            доступность любых функций, ввести новые или изменить существующие
            сборы или платежи за использование Веб-сайта, Услуг или любых
            функций, включенных в Веб-сайт или Услуги, добавить, удалить,
            изменить или иным образом изменить любой контент на данном
            Веб-сайте, а также ввести ограничения на определенные функции или
            ограничить доступ к части или всему данному Веб-сайту. Компания
            оставляет за собой право, но не обязанность, исправлять любые ошибки        
            или упущения в любой части данного Веб-сайта в любое время и без
            уведомления.
          </p>

          <p className="mb-6 text-gray-300">
            1.3. Другие соглашения. Настоящие Условия использования дополняют и
            дополняют любые другие соглашения, которые вы или любое лицо,
            которое вы представляете, заключили или можете заключить с Компанией
            в отношении ваших взаимоотношений с ней, включая любую информацию,
            продукты или услуги, предоставляемые Компанией. В случае каких-либо
            несоответствий или конфликтов между положениями настоящих Условий
            использования и положениями любого другого соглашения, которое вы
            или любое лицо, которое вы представляете, заключили с Компанией,
            положения настоящих Условий использования будут иметь силу в
            отношении вашего доступа и использования Веб-сайта и Услуг.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">2. УВЕДОМЛЕНИЕ О РИСКАХ</h2>

          <p className="mb-6 text-gray-300">
            2.1. Покупка, продажа и инвестирование в криптовалюты могут быть
            рискованными. Риск потерь при торговле или владении криптовалютой
            может быть значительным. Поэтому вам следует тщательно рассмотреть
            вопрос о том, подходит ли вам торговля или владение криптовалютой с
            учетом вашего финансового состояния. Рассматривая возможность
            торговли или владения криптовалютой, вы должны понимать, что цена
            или стоимость криптовалюты может быстро меняться, снижаться и,
            возможно, даже упасть до нуля.
          </p>

          <p className="mb-6 text-gray-300">
            2.2. Информация о рынке криптовалют, относящаяся к прошлым
            результатам инвестиций, не обязательно является руководством к
            действию в будущем. Стоимость инвестиций или доход от них могут как
            падать, так и расти. Как и акции, криптовалюты оцениваются от
            секунды к секунде, их стоимость на покупку и предложение колеблется
            в широких пределах. Степень колебания цен существенно различается, и
            стоимость фондов с высокой волатильностью может измениться внезапно.
            Стоимость инвестиций может повышаться или понижаться из-за
            нестабильности мировых рынков, процентных ставок и стоимости
            капитала, а для инвестиций, хранящихся на зарубежных рынках, - из-за
            изменения курса валюты, в которой деноминированы инвестиции. Вы не
            всегда сможете вернуть вложенную сумму.
          </p>

          <p className="mb-6 text-gray-300">
            2.3. Вы знаете и понимаете, что торговля криптовалютами также имеет
            определенные риски, которые могут привести к полному обнулению.
            Поскольку криптовалюты не являются официальной валютой и их правовой
            статус до сих пор не определен, их юридическая природа может
            меняться в разных юрисдикциях. В отличие от официальных валют,
            которые поддерживаются правительствами или другими юридическими
            лицами, такими как ФРС, ЕЦБ и другие, криптовалюты - это частная
            валюта, создаваемая всем миром. Не существует центрального банка,
            который мог бы принять корректирующие меры для защиты стоимости
            криптовалют при возможном кризисе.
          </p>

          <p className="mb-6 text-gray-300">
            2.4. Вы знаете и понимаете, что на торговлю криптовалютой могут
            повлиять хакеры, изменения в законодательстве, официальные
            ограничения, мошенничество, технические проблемы, разрушение
            инфраструктуры и многие другие возможные угрозы.
          </p>

          <p className="mb-6 text-gray-300">
            2.5. Все материалы, представленные на этом сайте, предназначены
            только для вашего личного ознакомления и использования и не
            направлены на удовлетворение ваших конкретных потребностей или для
            принятия (или воздержания от принятия) какого-либо конкретного
            инвестиционного или иного решения. Такое содержание не является
            советом или рекомендацией со стороны TrusteeUp в какой-либо форме.
            Кроме того, могут существовать дополнительные риски, которые
            TrusteeUp не предусмотрела и не указала в настоящих Условиях
            использования.
          </p>

          <p className="mb-6 text-gray-300">
            2.6. TrusteeUp не предоставляет никаких инвестиционных консультаций
            в связи с услугами, предусмотренными настоящими Условиями
            использования. Мы только предоставляем информацию о цене, диапазоне,
            волатильности криптовалют. Любые решения о покупке или продаже
            криптовалют принимаются исключительно на ваше усмотрение. TrusteeUp
            не несет ответственности за любые потери, с которыми вы можете
            столкнуться.
          </p>

          <p className="mb-6 text-gray-300">
            2.7. Если вы сомневаетесь в каком-либо конкретном инвестиционном или
            ином решении, вам следует получить соответствующую независимую
            консультацию эксперта и тщательно оценить, подходит ли ваше
            финансовое положение для торговли криптовалютами. За свои решения и
            инвестиции вы несете личную ответственность.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">3. РЕГИСТРАЦИЯ И ОБЯЗАТЕЛЬСТВА ПО СЧЕТУ</h2>

          <p className="mb-6 text-gray-300">
            3.1. Вам должно быть 18 лет или больше, чтобы зарегистрироваться и
            пользоваться нашим сервисом.
          </p>

          <p className="mb-6 text-gray-300">
            3.2. Разрешается только одна регистрация на одного человека. Вы
            должны поддерживать свою регистрационную информацию в актуальном
            состоянии.
          </p>

          <p className="mb-6 text-gray-300">
            3.3. Вы должны выбрать такой адрес электронной почты, который
            позволит вам часто получать доступ к письмам, отправляемым на этот
            адрес, поскольку нам необходимо иметь возможность связаться с вами в
            короткие сроки. Вы должны хранить свой пароль в тайне.
          </p>

          <p className="mb-6 text-gray-300">
            3.4. Запрещается: (1) выдавать себя за другого человека или пытаться
            выдать себя за него, (2) раскрывать свой пароль кому-либо еще, (3)
            позволять кому-либо еще использовать вашу учетную запись или (4)
            использовать чужую учетную запись.
          </p>

          <p className="mb-6 text-gray-300">
            3.5. Вы несете ответственность за все действия, совершенные с
            использованием вашей учетной записи, а также за все убытки, которые
            могут быть причинены. Если вы считаете, что кто-то другой может
            получить доступ или использовать ваш пароль или учетную запись, вы
            должны как можно скорее сообщить нам об этом, воспользовавшись
            онлайн-поддержкой..
          </p>

          <p className="mb-6 text-gray-300">
            3.6. Время от времени мы можем ограничивать доступ к некоторым
            частям этого сайта или ко всему сайту для пользователей, которые
            зарегистрировались у нас по определенным причинам.
          </p>

          <p className="mb-6 text-gray-300">
            3.7. Вы обязаны относиться к идентификационному коду пользователя,
            паролю или любой другой информации, являющейся частью наших процедур
            безопасности, как к конфиденциальной, и не должны раскрывать ее
            третьим лицам. TrusteeUp имеет право отключить любую учетную запись,
            если, по нашему мнению, вы не выполнили какое-либо из положений
            настоящих правил и условий, пока не будет доказано, что пользователь
            не прав.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">4. ПРОВЕРКА ЛИЧНОСТИ</h2>

          <p className="mb-6 text-gray-300">
            4.1. Компания TrusteeUp внедряет и поддерживает самые высокие
            стандарты процессов и контроля «Знай своего клиента» («KYC») как
            часть нашего обязательства по борьбе с мошенничеством и содействию в
            предотвращении отмывания денег и финансирования терроризма. Хотя
            наша отрасль в значительной степени не регулируется, TrusteeUp
            добровольно придерживается местных и международных стандартов
            соответствия в отношении должной осмотрительности клиентов. Чтобы
            обеспечить соблюдение этих стандартов, наши клиенты должны
            предоставить определенные личные данные и документы при открытии
            счета TrusteeUp («Проверка личности»). Характер и объем требуемой
            проверки личности будет зависеть от того, резидентом какой из
            поддерживаемых нами стран вы являетесь, а также от лимитов на
            депозиты и снятие средств, которые вы хотите применить к своему
            счету в TrusteeUp. В определенных обстоятельствах TrusteeUp может
            также проводить расширенные процедуры проверки благонадежности
            («EDD») в отношении вашего счета TrusteeUp. Вы принимаете и
            соглашаетесь с тем, что такие процедуры будут проводиться в
            отношении вас в любое время. Для проверки личности обратитесь в
            службу онлайн-поддержки нашего сайта. Вы принимаете и соглашаетесь с
            тем, что могут возникнуть задержки в доступе к вашему аккаунту
            TrusteeUp или в проведении операций через ваш аккаунт TrusteeUp,
            пока мы проводим любые процедуры проверки личности и/или EDD.
            Хранение информации. Компания TrusteeUp обязана хранить определенную
            информацию и документацию, полученную в рамках процедур проверки
            личности и ЭДД. Эти требования действуют даже после прекращения
            ваших отношений с TrusteeUp. Мы оставляем за собой право хранить
            такую информацию и документацию в течение требуемого периода
            времени, и вы принимаете и соглашаетесь с тем, что информация и
            документация, предоставленная вами компании TrusteeUp, может быть
            сохранена нами, в том числе после закрытия вашего аккаунта в
            TrusteeUp.
          </p>

          <p className="mb-6 text-gray-300">
            4.2. Чтобы активировать счет и начать совершать операции, необходимо
            перевести средства на новый счет, сделав квалификационный депозит,
            который должен быть внесен одним платежом. При этом внутренние
            обменные операции не учитываются при классификации вашего счета как
            активированного. Этот депозит требуется только для новых
            пользователей в качестве меры безопасности, вы получите депозит на
            свой счет и сможете мгновенно его вывести. Эта процедура называется
            верификацией кошелька, и для вас она означает, что никто не сможет
            получить доступ к вашему счету и произвести вывод средств без вашего
            разрешения.
          </p>

          <p className="mb-6 text-gray-300">
            4.3. TrusteeUp оставляет за собой право в ЛЮБОЕ ВРЕМЯ: ограничить
            или приостановить действие вашего аккаунта TrusteeUp, если мы, по
            нашему собственному усмотрению, сочтем необходимым провести
            дальнейшую проверку личности и/или EDD; или прекратить действие
            вашего аккаунта TrusteeUp, если вы предоставили или мы подозреваем,
            что вы предоставили ложную информацию, или отказываетесь
            предоставить информацию, необходимую для проверки личности и/или
            EDD.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">5. ОБМЕН</h2>

          <p className="mb-6 text-gray-300">
            5.1. Биржа TrusteeUp - это платформа для обмена криптовалютами с
            помощью книги заявок, предназначенная для использования клиентами,
            имеющими опыт работы с подобными платформами и/или знакомыми с ними.
            Любое лицо, использующее биржу TrusteeUp, делает это исключительно
            на свой страх и риск. Биржа TrusteeUp предлагается клиентам не во
            всех юрисдикциях. Данный раздел Условий применяется к вам, если вы
            получаете доступ и/или используете биржу TrusteeUp.
          </p>

          <p className="mb-6 text-gray-300">
            5.2. TrusteeUp может в любое время и по собственному усмотрению
            отказать в любой сделке, ввести ограничения на разрешенную сумму
            сделки или наложить любые другие условия или ограничения на
            использование вами биржи TrusteeUp, которые мы сочтем необходимыми.
            Например, мы можем ограничить количество открытых ордеров, которые
            вы можете установить, или ограничить торговлю из определенных мест.
            TrusteeUp оставляет за собой право предпринимать такие действия без
            предварительного уведомления.
          </p>

          <p className="mb-6 text-gray-300">
            5.3. ПОЛУЧАЯ ДОСТУП И/ИЛИ ИСПОЛЬЗУЯ TrusteeUp ДЛЯ ЛЮБЫХ ЦЕЛЕЙ, ВЫ
            СОГЛАШАЕТЕСЬ И ПРИНИМАЕТЕ, ЧТО:
            <br />
            все сделки, заключенные на бирже TrusteeUp, исполняются
            автоматически, на основе параметров ваших инструкций по заказу, и не
            могут быть отменены. В случае технических проблем, затрагивающих
            внутренние системы TrusteeUp, TrusteeUp может, по возможности и по
            своему усмотрению, предпринять шаги для отмены или иного изменения
            сделки. Используя биржу TrusteeUp, вы принимаете и соглашаетесь со
            всеми применимыми комиссиями.
            <br />
            TrusteeUp не гарантирует, что биржа TrusteeUp будет доступна без
            перебоев; что не будет задержек, сбоев, ошибок, упущений или потери
            передаваемой информации; или что любой ордер будет исполнен, принят,
            зарегистрирован или останется открытым.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">6. ТРАНЗАКЦИИ</h2>

          <p className="mb-6 text-gray-300">
            6.1. Отказ от транзакции. Мы можем отказать в заключении сделки или
            прекратить конкретную сделку или все текущие сделки, которые вы не
            оплатили, без уведомления вас:
            <br />
            если вы не совершаете какой-либо платеж или совершаете платеж с
            блокчейн-счета, с которого вы делаете это незаконно.
            <br />
            если вы не предоставите любую существенную информацию, которую мы
            запросили, или любая информация или гарантия, которую вы нам
            предоставили, является или становится, по нашему мнению, существенно
            неточной, неправильной или вводящей в заблуждение.
            <br />в случае вашей смерти или потери умственных способностей.
            <br /> если между нами возник серьезный спор.
            <br />
            если выполнение наших обязательств по настоящему соглашению станет
            незаконным.
            <br />
            если вы расторгнете настоящее соглашение в соответствии с пунктом 7
            ниже.
            <br />
            Вы должны немедленно уведомить нас, если вам станет известно о
            наступлении или вероятности наступления любого события, указанного в
            данном пункте.
          </p>

          <p className="mb-6 text-gray-300">
            6.2. В случае отказа от транзакции и если это законно, мы купим по
            преобладающему рыночному курсу эквивалент в выбранной вами
            криптовалюте на общую сумму вашего депозита за вычетом любых
            расходов, премий, комиссий или других сборов, понесенных нами.
            Остаток средств будет отправлен на ваш адрес по умолчанию. В случае
            если мы понесем убытки по данной операции, вы будете обязаны
            выплатить нам полную сумму этих убытков.
          </p>

          <p className="mb-6 text-gray-300">
            6.3. Вы признаете, что при некоторых редких обстоятельствах мы можем
            быть вынуждены полностью заморозить ваш счет и удержать любые
            средства, которые мы храним от вашего имени, в ожидании дальнейшего
            расследования.
          </p>

          <p className="mb-6 text-gray-300">
            6.4. Вы признаете, что сумма любого убытка, понесенного при
            расторжении сделки, является долгом, подлежащим оплате вами, и
            соглашаетесь с тем, что мы можем немедленно вычесть общую сумму
            любого убытка (вместе с любыми расходами, премиями, комиссионными
            или другими сборами, понесенными нами) из любых средств, которые мы
            храним для вас, включая любые деньги, которые вы заплатили нам в
            связи с любой сделкой. Если сумма, которую мы пытаемся взыскать,
            превышает сумму любых средств, хранящихся у нас от вашего имени, вы
            соглашаетесь выплатить остаток в течение 7 дней после получения
            уведомления об общей сумме, подлежащей выплате.
          </p>

          <p className="mb-6 text-gray-300">
            6.5. Мы не будем выплачивать вам прибыль, полученную в результате
            расторжения сделки, ни при каких обстоятельствах.
          </p>

          <p className="mb-6 text-gray-300">
            6.6. Вы соглашаетесь с тем, что мы можем начислять проценты на любую
            сумму, оставшуюся к оплате после прекращения любой или всех ваших
            операций, по ставке 5 % в год. Проценты будут начисляться и
            рассчитываться ежедневно и ежемесячно, начиная с даты, когда платеж
            должен был быть произведен, до получения нами от вас полного
            платежа.
          </p>

          <p className="mb-6 text-gray-300">
            6.7. Если мы отказываемся от операции или прекращаем ее, и если это
            законно, мы направим вам письменное заявление с объяснением суммы,
            которая может быть нам причитаться, и суммы, которую мы удерживаем.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">7. КОМИССИИ</h2>

          <p className="mb-6 text-gray-300">
            7.1. Внешние сборы. Каждая криптовалютная транзакция должна быть
            добавлена в блокчейн - официальную публичную книгу всех совершенных
            транзакций, чтобы считаться успешным и действительным переводом.
            Работа по проверке транзакций и добавлению их в блокчейн выполняется
            майнерами - мощными компьютерами, которые составляют часть сети и
            подтверждают ее транзакции. Майнеры тратят огромное количество
            вычислительной мощности и энергии, делая это за финансовое
            вознаграждение: с каждым блоком (совокупностью транзакций),
            добавленным в блокчейн, приходит вознаграждение, называемое
            вознаграждением за блок, а также все комиссии, отправленные с
            транзакциями, которые были подтверждены и включены в блок. По этой
            причине у майнеров есть финансовый стимул отдавать предпочтение
            подтверждению транзакций с более высокой комиссией. Для тех, кто
            хочет отправить средства и получить быстрое подтверждение,
            подходящая комиссия зависит от отправляемой криптовалюты и может
            сильно варьироваться в зависимости от ряда факторов, таких как
            размер транзакции и состояние сети. Ваш кошелек автоматически
            рассчитает соответствующую комиссию за отправку выбранной вами
            криптовалюты. Комиссия за отправку эфира статична (вы можете
            посмотреть ее, нажав кнопку «Отправить» и выбрав Ethereum в качестве
            валюты), в то время как комиссии за отправку биткоина, bitcoin cash
            и stellar динамичны и будут рассчитаны вашим кошельком после того,
            как вы введете сумму, которую хотите отправить. Более подробно о
            комиссиях за транзакции в биткоинах рассказывается в этой статье.
          </p>

          <p className="mb-6 text-gray-300">
            7.2. Внутренние сборы. Наша цифровая биржа должна обеспечивать
            согласование ордеров на покупку и продажу между Пользователями.
            Последняя информация о времени проведения расчетов по любым сделкам,
            а также о расходах и сборах, связанных со сделками, публикуется на
            нашем Сайте время от времени. Согласно нашим правилам, для каждого
            пользователя существует обязательная комиссия за все депозиты и за
            все снятия средств. Мы торгуем по переменному проценту выше
            рыночного курса, чтобы покрыть наши операционные расходы и позволить
            нашим продавцам получать прибыль. Компромиссом за это является
            простота использования и скорость обслуживания - мы не самые
            дешевые, но мы стараемся быть лучшими! Все зависит от загрузки нашей
            системы и масштаба операции.
          </p>

          <p className="mb-6 text-gray-300">
            7.3. Расходы, связанные с взысканием. Если вы не оплатите
            комиссионные или любые другие суммы, причитающиеся Payward в
            соответствии с настоящими Условиями, и Payward передаст ваш счет
            (счета) третьей стороне для взыскания, то Payward взыщет с вас
            меньшую из 18%-ных комиссий или максимальный процент, разрешенный
            действующим законодательством, для покрытия расходов Payward,
            связанных с взысканием.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">8. БЕЗОПАСНОСТЬ</h2>

          <p className="mb-6 text-gray-300">
            8.1. БЕЗОПАСНОСТЬ АККАУНТА. TrusteeUp ОЧЕНЬ СЕРЬЕЗНО ОТНОСИТСЯ К
            БЕЗОПАСНОСТИ И К МЕРКАМ, КОТОРЫЕ МЫ ПРИНЯЛИ ДЛЯ ЗАЩИТЫ ВАШЕГО
            АККАУНТА В TrusteeUp, НО ВЫ САМИ ОТВЕТСТВЕННЫ ЗА:
            <br />
            поддерживать надлежащую безопасность и контроль над данными для
            входа в аккаунт TrusteeUp, включая, но не ограничиваясь, любые
            пароли, персональные идентификационные номера (PIN), ключи API или
            любые другие коды, связанные с вашим аккаунтом TrusteeUp.
            <br />
            включение любых доступных вам дополнительных функций безопасности,
            включая активацию двухфакторной аутентификации на вашей учетной
            записи TrusteeUp.
            <br />
            поддерживать ваши контактные данные в актуальном состоянии, чтобы вы
            могли получать любые уведомления или предупреждения, которые мы
            можем направлять вам в связи с безопасностью.
            <br />
            обеспечение безопасности и контроля над почтовым ящиком, номером
            телефона и приложениями или устройствами двухфакторной
            аутентификации, связанными с вашей учетной записью TrusteeUp.
          </p>

          <p className="mb-6 text-gray-300">
            8.2. Непринятие вышеуказанных мер, а также любых других мер
            безопасности, доступных вам, может привести к несанкционированному
            доступу к вашему Аккаунту TrusteeUp и потере или краже любой
            криптовалюты и/или остатков местной валюты, хранящихся в вашем
            Кошельке TrusteeUp или на любом связанном банковском счете (счетах)
            и/или сохраненной кредитной или дебетовой карте (картах). TrusteeUp
            не несет перед вами ответственности за любой несанкционированный
            доступ к вашему Аккаунту TrusteeUp, если такой несанкционированный
            доступ произошел не по вине TrusteeUp, и/или за бездействие в ответ
            на любое уведомление или предупреждение, которое мы вам отправляем.
          </p>

          <p className="mb-6 text-gray-300">
            8.3. Безопасность вашего аккаунта TrusteeUp может быть нарушена или
            прервана в результате фишинговых, спуфинговых или других атак,
            компьютерных вирусов, программ-шпионов, программ-страшилок,
            троянских коней, червей или других вредоносных программ, которые
            могут поразить ваш компьютер или другое оборудование. TrusteeUp
            настоятельно рекомендует регулярно использовать надежное программное
            обеспечение для проверки и предотвращения вирусов, а также не
            забывать о том, что SMS, сервисы электронной почты и поисковые
            системы уязвимы для спуфинга и фишинговых атак.
          </p>

          <p className="mb-6 text-gray-300">
            8.4. Следует внимательно относиться к сообщениям, которые якобы
            исходят от TrusteeUp, и если у вас есть сомнения в подлинности
            любого сообщения, вы должны войти в свой аккаунт TrusteeUp через
            веб-сайт TrusteeUp, а не через любое другое доменное имя или
            веб-сайт, выдающий себя за TrusteeUp или связанный с ним, чтобы
            проверить любые операции или необходимые действия. В максимальной
            степени, разрешенной действующим законодательством, вы принимаете и
            соглашаетесь с тем, что несете полную ответственность за все
            действия, происходящие в вашем аккаунте TrusteeUp или через него, и
            принимаете на себя все риски, связанные с любым несанкционированным
            или авторизованным доступом к вашему аккаунту TrusteeUp.
          </p>

          <p className="mb-6 text-gray-300">
            8.5. Чтобы вывести средства пользователя, необходимо
            синхронизировать счет на нашей бирже с адресом внешнего кошелька.
          </p>

          <p className="mb-6 text-gray-300">
            8.6. Приватные ключи. TrusteeUp надежно хранит все поддерживаемые
            криптовалютные приватные ключи («Приватные ключи»), связанные с
            любым аккаунтом TrusteeUp. Вы принимаете и соглашаетесь с тем, что
            TrusteeUp сохраняет полную собственность и контроль над Частными
            ключами, связанными с вашим Аккаунтом TrusteeUp, и что вы не имеете
            никакого контроля, доступа или возможности использовать такие
            Частные ключи.
          </p>

          <p className="mb-6 text-gray-300">
            8.7. НАПРИМЕР, НО БЕЗ ОГРАНИЧЕНИЯ ОБЩЕГО ХАРАКТЕРА вышесказанного,
            TrusteeUp НЕ БУДЕТ:
            <br />
            принимать или выполнять любые инструкции по подписанию любых данных
            с помощью Закрытого ключа.
            <br />
            предоставлять доступ к любым средствам, связанным с вашими закрытыми
            ключами, кроме средств поддерживаемой криптовалюты, связанной с
            вашим криптовалютным кошельком.
            <br />
            предоставлять доступ к любым средствам, связанным с вашими закрытыми
            ключами, кроме средств поддерживаемой криптовалюты, связанной с
            вашим криптовалютным кошельком.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">9. ДОСТУПНОСТЬ УСЛУГ</h2>

          <p className="mb-6 text-gray-300">
            9.1. Хотя мы сделаем все возможное, чтобы обеспечить непрерывную
            работу, TrusteeUp не предоставляет никаких гарантий в отношении
            доступности Сайта TrusteeUp или вашего аккаунта TrusteeUp. Не
            ограничиваясь общим смыслом вышесказанного, мы не гарантируем
            непрерывный доступ к Сайту TrusteeUp или вашему Аккаунту TrusteeUp и
            не делаем никаких заявлений о том, что Сайт TrusteeUp, API
            TrusteeUp, ваш Аккаунт TrusteeUp и/или любые продукты или услуги,
            предлагаемые на них, будут доступны без перебоев; или что не будет
            задержек, сбоев, ошибок, пропусков или потери переданной информации.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">10. ТРАНЗАКЦИИ В КРИПТОВАЛЮТНЫХ СЕТЯХ</h2>

          <p className="mb-6 text-gray-300">
            10.1. Когда вы используете свой аккаунт TrusteeUp для отправки или
            получения криптовалюты, транзакция должна быть подтверждена и
            записана в публичной книге, связанной с соответствующей
            криптовалютной сетью (например, сетью Bitcoin или сетью Ethereum).
            Эта криптовалютная сеть несет полную ответственность за проверку и
            подтверждение любых таких транзакций. TrusteeUp не может
            подтвердить, отменить или отменить транзакции в криптовалютной сети,
            кроме как подтвердить вам, что сеть завершила транзакцию.
          </p>

          <p className="mb-6 text-gray-300">
            10.2. После отправки в криптовалютную сеть транзакция будет
            находиться в неподтвержденном состоянии в течение некоторого
            времени, пока сеть не подтвердит ее. Пока транзакция находится в
            состоянии ожидания, она не завершена. Средства, связанные с
            транзакциями, находящимися в состоянии ожидания, будут обозначены
            соответствующим образом и не будут включены в баланс вашего кошелька
            TrusteeUp Wallet или доступны вам для совершения транзакций.
            <br />
            Когда вы отправляете криптовалюту со своего аккаунта TrusteeUp, вы
            разрешаете нам отправить запрос на транзакцию в соответствующую
            криптовалютную сеть. После отправки запроса на транзакцию в
            соответствующую криптовалютную сеть, сеть автоматически выполнит или
            отклонит запрос, и ни вы, ни TrusteeUp не сможете отменить или иным
            образом изменить вашу транзакцию.
            <br />
            Криптовалютные сети управляются децентрализованными сетями
            независимых третьих сторон. Они не принадлежат, не контролируются и
            не управляются TrusteeUp, поэтому мы не можем гарантировать, что
            любые данные о транзакциях, которые вы отправляете, будут
            подтверждены соответствующей криптовалютной сетью. Вы соглашаетесь с
            тем, что любые транзакции, которые вы отправляете, могут быть не
            завершены или существенно задержаны криптовалютной сетью,
            используемой для обработки транзакции.
          </p>

          <p className="mb-6 text-gray-300">
            10.3. ВЫ ПРИНИМАЕТЕ И СОГЛАШАЕТЕСЬ С ТЕМ, ЧТО, :
            <br />
            TrusteeUp не несет ответственности за работу протоколов программного
            обеспечения, лежащих в основе любой криптовалютной сети, и не дает
            никаких гарантий в отношении их доступности, безопасности или
            функциональности.
            <br />
            протоколы, лежащие в основе программного обеспечения, подвержены
            внезапным изменениям правил работы (известным как «форки»), и что
            такие форки могут существенно повлиять на стоимость, функции и/или
            название любой криптовалюты, которую вы храните в своем аккаунте
            TrusteeUp. В случае возникновения форка TrusteeUp может, уведомив
            вас или без уведомления, временно приостановить наши операции и, по
            собственному усмотрению, принять решение о том, поддерживать или не
            поддерживать одну из ветвей форкнутого протокола полностью.
            <br />в случае, если TrusteeUp решит не поддерживать ветку
            форкнутого протокола, вы не получите доступ к активам этого форка.
            Эти активы будут надежно храниться в компании TrusteeUp, и мы не
            будем их покупать или продавать.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">11. ОСОБОЕ УСЛОВИЕ</h2>

          <p className="mb-6 text-gray-300">
            11.1. Использование вами Сайта TrusteeUp регулируется требованиями
            международного экспортного контроля и экономических санкций.
            Осуществляя любую деятельность на Сайте TrusteeUp или через свой
            Аккаунт TrusteeUp, включая, но не ограничиваясь отправкой,
            получением, покупкой, продажей, хранением или торговлей любой
            криптовалютой, вы соглашаетесь, что будете всегда соблюдать эти
            требования. В частности, и без каких-либо исключений.
          </p>

          <p className="mb-6 text-gray-300">
            11.2. ЕСЛИ:
            <br />
            вы находитесь в любой стране, на которую распространяется эмбарго
            США, санкции ООН, режим финансовых санкций Министерства финансов
            США, находитесь под ее контролем или являетесь ее резидентом, или
            если вы включены в Список специально назначенных граждан
            Министерства финансов США или Список отказников Министерства
            торговли США, Непроверенный список, Список юридических лиц или режим
            финансовых санкций Министерства финансов США.
            <br />
            вы намерены поставлять любую приобретенную или хранимую криптовалюту
            или совершать сделки с людьми или предприятиями, действующими в
            любой стране, на которую распространяется эмбарго США или режим
            финансовых санкций Министерства финансов США, или с лицами,
            включенными в Список специально назначенных граждан, Список лиц,
            которым отказано в регистрации, Непроверенный список, Список
            субъектов или режим финансовых санкций Министерства финансов США.
            <br />В целях противодействия легализации (отмыванию) доходов,
            полученных преступным путем, финансированию терроризма, а также
            исключения рисков пользователей, находящихся в географических зонах
            с нерегулируемым законодательством в области криптовалют,
            пользователь, зарегистрированный менее 3 (трех) месяцев на бирже,
            при пополнении баланса должен будет внести страховой платеж в
            размере 0,1-0,5 (в зависимости от страны проживания) BTC (или
            аналогичное значение в других валютах) на счет биржи. Сумма будет
            возвращена без комиссии сайта, если в течение 14 дней не будет
            выявлено никаких нарушений.
            <br />
            Пользователь, являющийся гражданином Российской Федерации,
            соглашается с тем, что в связи с агрессивной политикой этого
            государства и введением против него соответствующих международных
            санкций, а также отнесением Российской Федерации к странам
            повышенного риска по незаконным финансовым операциям, он должен
            будет внести страховой взнос на счет, предоставляемый биржей.
            Аналогичное правило введено для пользователей из других стран,
            входящих в группу риска по незаконным финансовым операциям.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">12. ПРЕМИУМ-АККАУНТ</h2>

          <p className="mb-6 text-gray-300">
            12.1. Чтобы повысить уровень своего аккаунта до премиум, вы должны
            внести соответствующий депозит одной транзакцией на нашу платформу,
            если ваш баланс превысил 0,6 BTC, как того требует система.
          </p>

          <p className="mb-6 text-gray-300">
            12.2. ДАВАЙТЕ РАССМОТРИМ НЕКОТОРЫЕ ПРЕИМУЩЕСТВА ТОРГОВОГО СЧЕТА VIP:
            <br />
            Персональный менеджер по работе с клиентами. Одним из наиболее
            важных VIP-преимуществ, безусловно, является возможность получения
            клиентом более высоких показателей прибыльности. Более высокий
            процент прибыльности определенно повышает шансы трейдера стать
            успешным и прибыльным трейдером. VIP-клиенты Option имеют доступ к
            персональным менеджерам, которые готовы помочь им в случае
            необходимости. Эти менеджеры - профессионалы рынка, которые обучены
            направлять VIP-клиентов в использовании аналитических инструментов и
            методов для повышения их прибыльности. Неважно, занимаетесь ли вы
            трейдингом 5 дней или 5 десятилетий, на финансовых рынках всегда
            можно узнать что-то новое! Персональные менеджеры доступны для
            помощи VIP-клиентам 24 часа в сутки, 5 дней в неделю.
            <br />
            Быстрая обработка заявок на вывод средств. TrusteeUp VIP-вывод
            средств обычно обрабатывается в течение одного рабочего дня!
            Довольно впечатляюще, не правда ли? VIP-клиенты также могут
            связаться со своими персональными менеджерами, чтобы ускорить
            процесс вывода средств, если это необходимо.
            <br />
            VIP чат VIP участники получают 5-10 сигналов каждый день! Эти
            сигналы отражают те же сделки, которые совершают наши профессионалы,
            с подробным описанием того, какие монеты следует покупать, где
            должны быть идеальные входы и где находятся цели для выхода с
            большой прибылью! VIP-участники получают ЕЩЕ БОЛЬШЕ: инсайдерскую
            информацию, ежедневный анализ рынка и круглосуточный доступ к
            персональному коучингу по их сделкам. Присоединяйтесь к VIP прямо
            сейчас, чтобы получить доступ ко всему этому, а также к
            эксклюзивному чату для членов семьи TrusteeUp! Команда TrusteeUp и
            члены VIP-группы здесь, чтобы помочь и поделиться друг с другом.
            Присоединяйтесь к семейному чату TrusteeUp, чтобы насладиться одним
            из лучших криптосообществ на планете.
          </p>

          <p className="mb-6 text-gray-300">
            12.3. Пользователям, срок регистрации которых составил менее 1
            месяца, превысившим размер своего счета свыше 0,06 BTC
            (эквивалентная сумма в других валютах), необходимо активировать
            статус Premium, чтобы получить доступ к торговле/выводу средств.
          </p>

          <p className="mb-6 text-gray-300">
            12.4. Чтобы сохранить свой VIP-статус или достичь более высокого
            VIP-уровня, вы должны совершать транзакции на определенную сумму с
            торговцами или покупать или продавать криптовалюту в течение
            квартала.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">13. ЗАКРЫТИЕ ВАШЕГО СЧЕТА</h2>

          <p className="mb-6 text-gray-300">
            13.1. Вы можете закрыть свой аккаунт TrusteeUp, подав запрос на
            закрытие через Справочный центр. TrusteeUp примет решение о закрытии
            счета, если (i) сумма всех остатков местной валюты и криптовалюты на
            вашем кошельке (кошельках) TrusteeUp будет ниже Минимальной суммы
            закрытия; и (ii) на вашем счете TrusteeUp не проводилось никаких
            операций в течение как минимум 30 дней. Эти требования призваны
            защитить вас от потерь, и TrusteeUp не будет принимать решение о
            закрытии счета до тех пор, пока они не будут выполнены.
          </p>

          <p className="mb-6 text-gray-300">
            13.2. ВЫ ПРИНИМАЕТЕ И ПОДТВЕРЖДАЕТЕ, ЧТО ПОСЛЕ ЗАКРЫТИЯ ВАШЕГО
            АККАУНТА В TrusteeUp:
            <br />
            вы больше не будете иметь к нему доступа.
            <br />
            Компания TrusteeUp не будет обязана уведомлять вас или предоставлять
            вам любую криптовалюту, отправленную на любой адрес получения,
            связанный с вашим аккаунтом TrusteeUp.
            <br />
            TrusteeUp оставляет за собой право (но не обязана) удалить всю вашу
            информацию и данные учетной записи, хранящиеся на наших серверах, а
            также оставляет за собой право сохранить любую информацию, которая
            необходима по юридическим или операционным причинам.
          </p>

          <p className="mb-6 text-gray-300">
            13.3. Если на дату закрытия вашего счета в кошельке (кошельках)
            TrusteeUp останется местная валюта или криптовалюта (т.е. средства в
            размере менее Минимальной суммы закрытия), вы принимаете и
            соглашаетесь с тем, что TrusteeUp сохранит эти средства и что вы
            больше не будете иметь на них права. Минимальная сумма закрытия
            составляет 10,00 долларов США или эквивалент в вашей местной валюте.
            Вы принимаете и соглашаетесь с тем, что TrusteeUp не несет
            ответственности перед вами или любой третьей стороной в связи с
            закрытием вашего счета TrusteeUp, прекращением доступа к вашему
            счету TrusteeUp, а также за удаление вашей информации или данных
            счета TrusteeUp.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">14. ОГРАНИЧЕНИЕ, ПРИОСТАНОВЛЕНИЕ И ПРЕКРАЩЕНИЕ ДЕЙСТВИЯ</h2>

          <p className="mb-6 text-gray-300">
            14.1. Мы обоснованно подозреваем, что в вашем аккаунте TrusteeUp
            произошла операционная или иная ошибка, в этом случае мы можем
            приостановить доступ к вашему аккаунту до тех пор, пока ошибка не
            будет устранена.
            <br />
            мы обоснованно подозреваем, что ваш аккаунт TrusteeUp использовался
            или используется в связи с любой незаконной, мошеннической или
            запрещенной деятельностью, или в нарушение настоящих Условий.
            <br />
            мы обоснованно подозреваем, что вы или ваш аккаунт TrusteeUp связаны
            или были связаны с отмыванием денег, финансированием терроризма,
            мошенничеством или любыми другими финансовыми преступлениями или
            представляют для них высокий риск.
            <br />
            мы обоснованно подозреваем вас в совершении любых действий, которые
            TrusteeUp считает обходом средств контроля TrusteeUp, включая, но не
            ограничиваясь этим, открытие нескольких учетных записей TrusteeUp.
            <br />
            мы обоснованно подозреваем вашу причастность к любой попытке
            получить несанкционированный доступ к любому аккаунту TrusteeUp.
            <br />
            ваш Аккаунт TrusteeUp является или может стать объектом какого-либо
            юридического, нормативного или правительственного процесса и/или мы,
            по нашему собственному усмотрению, считаем, что существует
            повышенный риск несоблюдения юридических или нормативных требований,
            связанных с вашим Аккаунтом TrusteeUp.
            <br />
            Мы вынуждены сделать это на основании действительной на первый
            взгляд повестки, судебного приказа или другого обязательного
            распоряжения государственных или регулирующих органов.
            <br />
            ваше имя фигурирует в санкционном списке правительства или
            международной организации.
          </p>

          <p className="mb-6 text-gray-300">
            14.2. TrusteeUp приложит все разумные усилия, чтобы уведомить вас о
            любом решении ограничить, приостановить или прекратить действие
            вашего аккаунта TrusteeUp, если только нам не помешает это сделать
            какой-либо юридический или нормативный процесс или требование, или
            если это может поставить под угрозу безопасность и/или процедуры
            управления рисками TrusteeUp. Вы принимаете и соглашаетесь с тем,
            что TrusteeUp не обязана раскрывать вам факт или причину любого
            решения об ограничении, приостановлении или прекращении действия
            вашего аккаунта TrusteeUp, и не несет перед вами никакой
            ответственности в связи с ограничением, приостановлением или
            прекращением действия вашего аккаунта TrusteeUp.
          </p>

          <p className="mb-6 text-gray-300">
            14.3. Прекращение действия счета. Если TrusteeUp решит прекратить
            действие вашего Счета TrusteeUp в соответствии с вышеизложенным, мы
            (за исключением случаев, когда по закону мы обязаны этого не делать)
            вернем вам имеющиеся у вас остатки криптовалюты и/или местной валюты
            в соответствии с процедурой, изложенной ниже: Криптовалюта. Если на
            вашем счете TrusteeUp имеется доступный остаток поддерживаемой
            криптовалюты, превышающий минимальный порог, мы ликвидируем
            криптовалюту и зачислим стоимость, полученную в результате
            ликвидации, на ваш кошелек в местной валюте. Минимальный порог
            составляет 10,00 долларов США или эквивалент в любой применимой
            поддерживаемой криптовалюте, рассчитанный на день, в который
            производится ликвидация. Мы не будем отправлять вашу поддерживаемую
            криптовалюту на альтернативный адрес криптовалютного кошелька. Любой
            риск негативного колебания обменного курса возлагается на вас, и вы
            не имеете права предъявлять претензии к TrusteeUp за любые убытки,
            которые вы можете понести в результате ликвидации вашего доступного
            баланса Поддерживаемой криптовалюты.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">15. ЗАПРЕЩЁННАЯ ДЕЯТЕЛЬНОСТЬ</h2>

          <p className="mb-6 text-gray-300">
            15.1. ВЫ НЕ ДОЛЖНЫ ИСПОЛЬЗОВАТЬ СВОЙ АККАУНТ на TrusteeUp для
            осуществления ЛЮБОЙ ИЗ ДЕЯТЕЛЬНОСТЕЙ ИЛИ КАТЕГОРИЙ ДЕЯТЕЛЬНОСТИ,
            ОГРАНИЧЕННЫХ В ЭТОМ РАЗДЕЛЕ (КАЖДАЯ ДЕЯТЕЛЬНОСТЬ - «ЗАПРЕЩЕННАЯ
            ДЕЯТЕЛЬНОСТЬ»):
            <br />
            нарушение любых законов, уставов, постановлений или правил.
            <br />
            осуществление, содействие или поддержка преступной деятельности
            любого рода, включая, но не ограничиваясь, отмывание денег,
            финансирование терроризма, незаконные игорные операции или
            злонамеренное хакерство.
            <br />
            злоупотребления, включая, но не ограничиваясь этим:
            <br />
            создавать необоснованную или непропорционально большую нагрузку на
            инфраструктуру TrusteeUp или иным образом предпринимать любые
            действия, которые могут негативно повлиять на работу Сайта TrusteeUp
            или репутацию TrusteeUp.
            <br />
            попытки получить несанкционированный доступ к Сайту TrusteeUp или
            любому Аккаунту TrusteeUp.
            <br />
            передавать или загружать на Сайт TrusteeUp любые материалы,
            содержащие вирусы, троянских коней, червей или любые другие
            вредоносные программы.
            <br />
            передавать доступ к вашему Аккаунту TrusteeUp или права на ваш
            Аккаунт TrusteeUp третьему лицу, за исключением случаев,
            предусмотренных законом или с предварительного согласия TrusteeUp.
            <br />
            платить или иным образом поддерживать финансовые пирамиды, схемы
            Понци, матричные программы, схемы «разбогатей быстро», программы
            многоуровневого маркетинга или высокодоходные инвестиционные
            программы.
            <br />
            мошеннические действия, включая, но не ограничиваясь этим,
            совершение любых действий, которые обманывают TrusteeUp или клиента
            TrusteeUp, или предоставление любой ложной, неточной или вводящей в
            заблуждение информации для TrusteeUp.
            <br />
            операции с предметами, которые могут способствовать или
            способствовать незаконной деятельности; пропагандировать или
            способствовать ненависти, насилию или расовой нетерпимости;
            считаться непристойными; или могут быть крадеными товарами или
            доходами от преступлений.
            <br />
            транзакции, связанные с рынками TOR, сайтами онлайн-гемблинга или
            миксерами.
            <br />
            продажа или покупка наркотиков или контролируемых веществ.
            <br />
            нарушение прав интеллектуальной собственности.
          </p>

          <p className="mb-6 text-gray-300">
            15.2. Открывая счет на TrusteeUp, вы подтверждаете, что не будете
            использовать свой счет для осуществления любой из перечисленных выше
            запрещенных действий или любой аналогичной или связанной с ними
            деятельности. Действия, подлежащие предварительному письменному
            одобрению TrusteeUp. Если вы не получили предварительного
            письменного разрешения TrusteeUp, вы принимаете и соглашаетесь с
            тем, что не будете использовать свой аккаунт TrusteeUp для ведения
            или осуществления любой из следующих видов или категорий
            деятельности:
            <br />
            денежные услуги, включая, но не ограничиваясь передачей денег или
            криптовалюты, обменом или торговлей валютой или криптовалютой,
            поставщиками платежных услуг, электронными деньгами или любым другим
            бизнесом в сфере финансовых услуг.
            <br />
            азартные игры или игровые услуги.
            <br />
            благотворительные или религиозные/духовные организации.
            <br />
            <br />
            услуги потребительского кредитования, включая, но не ограничиваясь,
            обеспеченные и необеспеченные кредиты, авансы наличными, кредиты
            «payday».
            <br />
            инвестиционные фонды, управление активами или брокерские услуги.
          </p>

          <p className="mb-6 text-gray-300">
            15.3. Мы оставляем за собой право ограничить, приостановить или
            прекратить действие вашей учетной записи TrusteeUp, если мы по
            своему усмотрению заподозрим, что вы используете или использовали
            свою учетную запись TrusteeUp в связи с любой из перечисленных выше
            видов деятельности или любой аналогичной или связанной с ними
            деятельностью, не получив предварительного письменного разрешения
            TrusteeUp.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">16. ОТКАЗ ОТ ГАРАНТИЙ</h2>

          <p className="mb-6 text-gray-300">
            16.1. Сайт TrusteeUp, ваш аккаунт TrusteeUp и любые связанные с ним
            продукты или услуги предлагаются строго на условиях «как есть» и
            «где есть», и TrusteeUp прямо отказывается от всех гарантий любого
            рода, явных или подразумеваемых, а вы отказываетесь от них. Без
            ограничения общего характера вышеизложенного, сайт TrusteeUp, ваш
            аккаунт TrusteeUp и любые связанные с ним продукты или услуги
            предлагаются без каких-либо гарантий в отношении товарного состояния
            или пригодности для какой-либо конкретной цели..
          </p>

          <p className="mb-6 text-gray-300">
            16.2. В некоторых юрисдикциях не допускается отказ от
            подразумеваемых условий в потребительских договорах, поэтому
            некоторые или все отказы от ответственности в этом разделе могут не
            применяться к вам.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">17. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ</h2>

          <p className="mb-6 text-gray-300">
            17.1. Ни при каких обстоятельствах компания TrusteeUp, ее
            операционные подразделения или любые другие аффилированные лица
            (включая их соответствующих директоров, членов, сотрудников или
            агентов) не несут перед вами ответственности за любые прямые,
            косвенные, специальные, косвенные, штрафные убытки или любые другие
            убытки любого рода, включая, помимо прочего, упущенную выгоду,
            потерю дохода, потерю бизнеса, потерю возможностей, потерю данных,
            будь то по договору, в результате правонарушения или иным образом,
            возникшие в результате или каким-либо образом связанные с вашим
            использованием, невозможностью использования, или недоступностью
            Сайта TrusteeUp и/или Вашей учетной записи TrusteeUp, включая, без
            ограничений, любые убытки, вызванные или являющиеся результатом
            доверия к любой информации, полученной от TrusteeUp, или возникшие в
            результате ошибок, упущений, прерываний, удаления файлов или
            электронной почты, ошибок, дефектов, вирусов, задержек в работе или
            передаче или любых сбоев в работе, являющихся или не являющихся
            результатом форс-мажорных обстоятельств, отказа связи, кражи,
            уничтожения или несанкционированного доступа к записям, программам
            или услугам TrusteeUp.
          </p>

          <p className="mb-6 text-gray-300">
            17.2. Ни при каких обстоятельствах ответственность компании
            TrusteeUp, ее операционных подразделений или любых других
            аффилированных лиц (включая их соответствующих директоров, членов,
            сотрудников или агентов), возникающая в связи с использованием вами
            Сайта TrusteeUp или вашей Учетной записи TrusteeUp, не будет
            превышать (в совокупности) комиссионные, полученные компанией
            TrusteeUp в связи с использованием вами Учетной записи TrusteeUp за
            шестимесячный период, непосредственно предшествующий событию,
            послужившему основанием для возникновения ответственности.
            <br />
            Вышеуказанные ограничения ответственности применяются в максимальной
            степени, разрешенной законом в соответствующей юрисдикции. Поскольку
            в некоторых юрисдикциях не допускается исключение некоторых
            гарантий, а также ограничение или исключение ответственности за
            случайные или косвенные убытки, некоторые из ограничений в данном
            разделе могут не распространяться на вас.
          </p>
        </section>

        <section>
          <h2 className="text-3xl font-bold mb-4">18. ДИСПУТЫ</h2>

          <p className="mb-6 text-gray-300">
            18.1. Вы и мы соглашаемся письменно уведомлять другую сторону о
            любых претензиях или спорах, возникающих в связи с Сайтом TrusteeUp,
            вашей Учетной записью TrusteeUp или настоящими Условиями, в течение
            30 дней с момента возникновения таких претензий или споров. Вы и мы
            также соглашаемся попытаться неформально разрешить любой спор до
            подачи иска в любой суд или другой орган.
          </p>

          <p className="mb-6 text-gray-300">
            18.2. Регулирующее право и юрисдикция. Настоящее соглашение
            регулируется и толкуется в соответствии с законодательством Мальты,
            с учетом любых местных обязательных прав, которые вы можете иметь.
            Вы и мы соглашаемся передать все споры, претензии или разногласия
            (включая внедоговорные споры, претензии или разногласия),
            возникающие из или в связи с настоящими Условиями, или их
            нарушением, прекращением, исполнением или толкованием (вместе -
            Споры), под неисключительную юрисдикцию судов Мальты.
          </p>

          <p className="mb-6 text-gray-300">
            18.3. Отказ от групповых или представительских исков. В максимальной
            степени, допустимой законом, вы и TrusteeUp соглашаетесь, что каждый
            из вас может предъявить любой спор другому только в своем или его
            личном качестве, и вы и она отказываетесь от любого права на
            возбуждение или участие в любом коллективном или другом
            представительном иске или разбирательстве против другой стороны.
            Кроме того, если это допускается законом, если вы и TrusteeUp не
            договоритесь об ином, ни один суд не может объединять иски других
            лиц с вашим Спором и не может иным образом председательствовать в
            любой форме представительного или группового разбирательства.
          </p>

          <p className="mb-6 text-gray-300">
            18.4. Во избежание сомнений, если данный отказ от группового или
            представительского иска будет признан любым судом компетентной
            юрисдикции недействительным, недействительным или не имеющим
            законной силы, остальная часть данного положения о спорах останется
            действительной и имеющей законную силу.
          </p>
        </section>
      </main>
    </>
  );
}
